Repository: lzsaver/bitcoin-translation
Catalog: locale/*/LC_MESSAGES/bitcoin.po
Languages: nb_no

source: Bitcoin version
nb_no: Bitcoin-versjon

source: Usage:
nb_no: Bruk:

source: Send command to -server or bitcoind
nb_no: Send kommando til -server eller bitcoind

source: List commands
nb_no: List kommandoer

source: Get help for a command
nb_no: Få hjelp med en kommando

source: Options:
nb_no: Alternativer:

source: Specify configuration file (default: bitcoin.conf)
nb_no: Angi konfigurasjonsfil (standard: bitcoin.conf)

source: Generate coins
nb_no: Generer mynter

source: Don't generate coins
nb_no: Ikke generer mynter

source: Start minimized
nb_no: Start minimert

source: Specify data directory
nb_no: Angi datamappe

source: Connect through socks4 proxy
nb_no: Koble til via socks4-mellomtjener

source: Add a node to connect to
nb_no: Legg til en tilkoblingsnode

source: Connect only to the specified node
nb_no: Koble til kun den spesifiserte noden

source: Don't accept connections from outside
nb_no: Ikke tillat tilkoblinger fra utsiden

source: Fee per KB to add to transactions you send
nb_no: Avgift per KB som skal legges til utgående transaksjoner

source: Accept command line and JSON-RPC commands
nb_no: Godta kommandolinje- og JSON-RPC-kommandoer

source: Run in the background as a daemon and accept commands
nb_no: Kjør som tjener i bakgrunnen og godta kommandoer

source: Use the test network
nb_no: Bruk testnettverket

source: Username for JSON-RPC connections
nb_no: Brukernavn for JSON-RPC-tilkoblinger

source: Password for JSON-RPC connections
nb_no: Passord for JSON-RPC-tilkoblinger

source: Listen for JSON-RPC connections on <port> (default: 8332)
nb_no: Lytt etter JSON-RPC-tilkoblinger på <port> (standard: 8332)

source: Allow JSON-RPC connections from specified IP address
nb_no: Tillat JSON-RPC-tilkoblinger fra spesifisert IP-adresse

source: Send commands to node running on <ip> (default: 127.0.0.1)
nb_no: Send kommandoer til node som kjører på <ip> (standard: 127.0.0.1)

source: Set key pool size to <n> (default: 100)
nb_no: Sett størrelsen på nøkkelbeholdningen til <n> (standard: 100)

source: Rescan the block chain for missing wallet transactions
nb_no: Søk i blokkjeden etter tapte lommeboktransaksjoner

source: SSL options: (see the Bitcoin Wiki for SSL setup instructions)
nb_no: SSL-instillinger: (jfr. Bitcoin Wiki for hjelp til oppsett)

source: Use OpenSSL (https) for JSON-RPC connections
nb_no: Bruk OpenSSL (https) for JSON-RPC-tilkoblinger

source: Server certificate file (default: server.cert)
nb_no: Serversertifikat (standard: server.cert)

source: Server private key (default: server.pem)
nb_no: Privatnøkkel for server (standard: server.pem)

source: Acceptable ciphers (default: TLSv1+HIGH:!SSLv2:!aNULL:!eNULL:!AH:!3DES:@STRENGTH)
nb_no: Godtatte chifre (standard: TLSv1+HIGH:!SSLv2:!aNULL:!eNULL:!AH:!3DES:@STRENGTH)

source: This help message
nb_no: Denne hjelpemeldingen

source: Cannot obtain a lock on data directory %s. Bitcoin is probably already running.
nb_no: Klarer ikke å låse datamappen %s. Bitcoin er trolig allerede startet.

source: Error loading addr.dat
nb_no: Klarte ikke laste addr.dat

source: Error loading blkindex.dat
nb_no: Klarte ikke laste blkindex.dat

source: Error loading wallet.dat
nb_no: Klarte ikke laste wallet.dat

source: Invalid -proxy address
nb_no: Ugyldig -proxy-adresse

source: Invalid amount for -paytxfee=<amount>
nb_no: Ugyldig beløp for -paytxfee=<beløp>

source: Warning: -paytxfee is set very high. This is the transaction fee you will pay if you send a transaction.
nb_no: Advarsel: -paytxfee er satt veldig høyt. Dette er avgiften du betaler når du utfører en transaksjon.

source: Warning: Disk space is low
nb_no: Advarsel: Liten diskplass

source: Error: This is an oversized transaction that requires a transaction fee of %s
nb_no: Feil: Dette er en overdimensjonert transaksjon og krever en avgift på %s

source: Error: Transaction creation failed
nb_no: Feil: Kunne ikke opprette transaksjon

source: Sending...
nb_no: Sender...

source: Error: The transaction was rejected. This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
nb_no: Feil: Transaksjonen ble avvist. Dette kan skje når noen av myntene i lommeboken allerede er brukt, som hvis du har brukt en kopi av wallet.dat og mynter er brukt i kopien, men ikke er registrert som brukt her.

source: Invalid amount
nb_no: Ugyldig beløp

source: Insufficient funds
nb_no: Ikke dekning

source: Invalid bitcoin address
nb_no: Ugyldig bitcoin-adresse

source: Unable to bind to port %d on this computer. Bitcoin is probably already running.
nb_no: Klarer ikke å binde til port %d på denne maskinen. Bitcoin er trolig startet fra før.

source: To use the %s option
nb_no: For å bruke %s-alternativet

source: Warning: %s, you must set rpcpassword=<password> in the configuration file: %s If the file does not exist, create it with owner-readable-only file permissions.
nb_no: Advarsel: %s, du må sette rpcpassword=<passord> i konfigurasjonsfilen: %s Dersom filen ikke eksisterer, opprett den med utelukkende eier-lesbarhet.

source: You must set rpcpassword=<password> in the configuration file: %s If the file does not exist, create it with owner-readable-only file permissions.
nb_no: Du må sette rpcpassword=<passord> i konfigurasjonsfilen: %s Dersom filen ikke eksisterer, opprett den med utelukkende eier-lesbarhet.

source: This transaction is over the size limit. You can still send it for a fee of %s, which goes to the nodes that process your transaction and helps to support the network. Do you want to pay the fee?
nb_no: Denne transaksjonen overstiger dimensjonsgrensen. Du kan fortsatt sende den mot en avgift på %s. Avgiften godskrives nodene som prosesserer din transaksjon og hjelper til å støtte nettverket. Ønsker du å betale avgiften?

source: Date
nb_no: Dato

source: Description
nb_no: Beskrivelse

source: Debit
nb_no: Belastning

source: Credit
nb_no: Kreditt

source: Open for %d blocks
nb_no: Åpen for %d blokker

source: Open until %s
nb_no: Åpen til %s

source: %d/offline?
nb_no: %d/avlogget?

source: %d/unconfirmed
nb_no: %d/ubekreftet

source: %d confirmations
nb_no: %d bekreftelser

source: Generated
nb_no: Generert

source: Generated (%s matures in %d more blocks)
nb_no: Generert (%s modnes om %d blokker)

source: Generated - Warning: This block was not received by any other nodes and will probably not be accepted!
nb_no: Generert - Advarsel: Denne blokken ble ikke mottatt av noen andre noder og vil sannsynligvis ikke bli godtatt!

source: Generated (not accepted)
nb_no: Generert (ikke godtatt)

source: From:
nb_no: Fra:

source: Received with:
nb_no: Mottatt med:

source: Payment to yourself
nb_no: Betaling til deg selv

source: To:
nb_no: Til:

source: Generating
nb_no: Genererer

source: (not connected)
nb_no: (ikke tilkoblet)

source: %d connections %d blocks %d transactions
nb_no: %d tilkoblinger %d blokker %d transaksjoner

source: New Receiving Address
nb_no: Ny mottaksadresse

source: You should use a new address for each payment you receive. Label
nb_no: Du bør bruke en ny adresse for hver betaling du mottar. Etikett

source: , has not been successfully broadcast yet
nb_no: , har ikke blitt kringkastet ennå

source: , broadcast through %d node
nb_no: , kringkastet gjennom %d node

source: , broadcast through %d nodes
nb_no: , kringkastet gjennom %d noder

source: <b>Date:</b>
nb_no: <b>Dato:</b>

source: <b>Source:</b> Generated<br>
nb_no: <b>Kilde:</b> Generert<br>

source: <b>From:</b>
nb_no: <b>Fra:</b>

source: unknown
nb_no: ukjent

source: <b>To:</b>
nb_no: <b>Til:</b>

source: (yours)
nb_no: (egen)

source: <b>Credit:</b>
nb_no: <b>Kreditt:</b>

source: (%s matures in %d more blocks)
nb_no: (%s modnes om %d blokker)

source: (not accepted)
nb_no: (ikke godtatt)

source: <b>Debit:</b>
nb_no: <b>Belastet:</b>

source: <b>Transaction fee:</b>
nb_no: <b>Transaksjonsavgift:</b>

source: <b>Net amount:</b>
nb_no: <b>Netto beløp:</b>

source: Message:
nb_no: Melding:

source: Comment:
nb_no: Kommentar:

source: Generated coins must wait 120 blocks before they can be spent. When you generated this block, it was broadcast to the network to be added to the block chain. If it fails to get into the chain, it will change to "not accepted" and not be spendable. This may occasionally happen if another node generates a block within a few seconds of yours.
nb_no: Genererte mynter må vente 120 blokker før de kan benyttes. Da du genererte denne blokken ble det kringkastet til nettverket så den kan legges til blokkjeden. Dersom den mislykkes å bli lagt til kjeden vil blokken endres til "ikke godtatt" og kan ikke benyttes. Dette kan forekomme noen ganger dersom en annen node genererer en blokk omtrent samtidig som din (innen få sekunder).

source: Cannot write autostart/bitcoin.desktop file
nb_no: Kan ikke skrive til autostart/bitcoin.desktop

source: Main
nb_no: Hoved

source: &Start Bitcoin on window system startup
nb_no: &Start Bitcoin når vindusbehandler starter

source: &Minimize on close
nb_no: &Minimer når programmet lukkes

source: version %s%s BETA
nb_no: versjon %s%s beta

source: n/a
nb_no: ikke tilgjengelig

source: Can't include a message when sending to a Bitcoin address
nb_no: Kan ikke inkludere melding når det sendes til en Bitcoin-adresse

source: Error in amount
nb_no: Feil i beløp

source: Send Coins
nb_no: Send mynter

source: Amount exceeds your balance
nb_no: Beløpet overstiger din beholdning

source: Total exceeds your balance when the
nb_no: Totalbeløp overstiger din beholdning når

source: transaction fee is included
nb_no: transaksjonsavgift medregnes

source: Payment sent
nb_no: Betaling sendt

source: Invalid address
nb_no: Ugyldig adresse

source: Sending %s to %s
nb_no: Sender %s til %s

source: CANCELLED
nb_no: ANNULLERT

source: Cancelled
nb_no: Annullert

source: Transfer cancelled
nb_no: Overføring annullert

source: Error:
nb_no: Feil:

source: Connecting...
nb_no: Kobler til...

source: Unable to connect
nb_no: Kunne ikke koble til

source: Requesting public key...
nb_no: Anmoder offentlig nøkkel...

source: Received public key...
nb_no: Offentlig nøkkel mottatt...

source: Recipient is not accepting transactions sent by IP address
nb_no: Mottaker godtar ikke transaksjoner sendt per IP-adresse

source: Transfer was not accepted
nb_no: Overføring ble ikke godtatt

source: Invalid response received
nb_no: Ugyldig respons mottatt

source: Creating transaction...
nb_no: Oppretter transaksjon...

source: This is an oversized transaction that requires a transaction fee of %s
nb_no: Dette er en overdimensjonert transaksjon som krever %s i avgift

source: Transaction creation failed
nb_no: Opprettelse av transaksjon mislyktes

source: Transaction aborted
nb_no: Transaksjon avbrutt

source: Lost connection, transaction cancelled
nb_no: Mistet forbindelse, transaksjon annullert

source: Sending payment...
nb_no: Sender betaling...

source: The transaction was rejected. This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
nb_no: Transaksjonen ble avvist. Dette kan skje når noen av myntene i lommeboken allerede har blitt benyttet, som hvis du har brukt en kopi av wallet.dat og mynter er brukt i kopien, men ikke er registrert som brukt her.

source: Waiting for confirmation...
nb_no: Venter på bekreftelse...

source: The payment was sent, but the recipient was unable to verify it. The transaction is recorded and will credit to the recipient, but the comment information will be blank.
nb_no: Betalingen er sendt, men mottakeren kunne ikke verifisere den. Transaksjonen er registrert og vil krediteres mottakeren, men kommentarfeltet vil stå blankt.

source: Payment was sent, but an invalid response was received
nb_no: Betalingen ble sendt, men en ugyldig respons er mottatt

source: Payment completed
nb_no: Betaling utført

source: Name
nb_no: Navn

source: Address
nb_no: Adresse

source: Label
nb_no: Etikett

source: Bitcoin Address
nb_no: Bitcoin-adresse

source: This is one of your own addresses for receiving payments and cannot be entered in the address book.
nb_no: Dette er en av dine egne adresser for mottak av betalinger og kan derfor ikke legges til adresseboken.

source: Edit Address
nb_no: Rediger adresse

source: Edit Address Label
nb_no: Rediger adresseetikett

source: Add Address
nb_no: Legg til adresse

source: Bitcoin - Generating
nb_no: Bitcoin - Genererer

source: Bitcoin - (not connected)
nb_no: Bitcoin - (ikke tilkoblet)

source: &Open Bitcoin
nb_no: Å&pne Bitcoin

source: O&ptions...
nb_no: Al&ternativer...

source: &Generate Coins
nb_no: &Generer mynter

source: E&xit
nb_no: &Avslutt

source: Program has crashed and will terminate.
nb_no: Programmet har krasjet og vil avslutte.

source: &File
nb_no: &Fil

source: &Your Receiving Addresses...
nb_no: Din &mottaksadresse...

source: &Options...
nb_no: Al&ternativer...

source: &Settings
nb_no: &Instillinger

source: &About...
nb_no: %Om...

source: &Help
nb_no: &Hjelp

source: Address Book
nb_no: Adressebok

source: Your Bitcoin Address:
nb_no: Din Bitcoin-adresse:

source: &New...
nb_no: &Ny...

source: &Copy to Clipboard
nb_no: &Kopier til utklippstavle

source: Balance:
nb_no: Balanse:

source: All
nb_no: Alle

source: Sent
nb_no: Sendt

source: Received
nb_no: Mottatt

source: In Progress
nb_no: Pågår

source: All Transactions
nb_no: Alle transaksjoner

source: Sent/Received
nb_no: Sendt/Mottatt

source: Sent
nb_no: Sendt

source: Received
nb_no: Mottatt

source: &Limit coin generation to
nb_no: &Begrens myntgenerering til

source: processors
nb_no: prosessorer

source: &Start Bitcoin on system startup
nb_no: &Kjør Bitcoin ved oppstart av systemet

source: &Minimize to the tray instead of the taskbar
nb_no: &Minimer til systemstatusfeltet istedenfor oppgavelinjen

source: M&inimize to the tray on close
nb_no: M&inimer til systemstatusfeltet ved lukking

source: &Connect through socks4 proxy:
nb_no: &Koble til via Socks4-mellomtjener:

source: Proxy &IP:
nb_no: Mellomtjener &IP:

source: Optional transaction fee per KB that helps make sure your transactions are processed quickly. Most transactions are 1KB. Fee 0.01 recommended.
nb_no: Frivillig transaksjonsavgift per KB som hjelper med å forsikre at dine transaksjoner prosesseres raskt. De fleste transaksjoner er på 1KB. En avgift på 0.01 er anbefalt.

source: Pay transaction fee:
nb_no: Betal transaksjonsavgift:

source: Cancel
nb_no: Avbryt

source: &Apply
nb_no: &Bruk

source: version
nb_no: versjon

source: Copyright (c) 2009-2010 Bitcoin Developers This is experimental software. Distributed under the MIT/X11 software license, see the accompanying file license.txt or http://www.opensource.org/licenses/mit-license.php. This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/) and cryptographic software written by Eric Young (eay@cryptsoft.com).
nb_no: Copyright (c) 2009-2010 Bitcoin Developers Dette er eksperimentell programvare. Distribuert under MIT/X11-programvarelisensen, se medfølgende fil license.txt eller http://www.opensource.org/licenses/mit-license.php. Dette produktet inkluderer programvare utviklet av OpenSSL Project for bruk i OpenSSL Toolkit (http://www.openssl.org/) og kryptografisk programvare skrevet av Eric Young (eay@cryptsoft.com).

source: Enter a Bitcoin address (e.g. 1NS17iag9jJgTHD1VXjvLCEnZuQ3rJED9L) or IP address (e.g. 123.45.6.7)
nb_no: Oppgi en Bitcoin-adresse (f.eks. 1NS17iag9jJgTHD1VXjvLCEnZuQ3rJED9L) eller IP-adresse (f.eks. 123.45.6.7)

source: Pay &To:
nb_no: Betal &til:

source: &Paste
nb_no: &Lim inn

source: Address &Book...
nb_no: Adre&ssebok...

source: &Amount:
nb_no: &Beløp:

source: T&ransfer:
nb_no: Over&før:

source: &From:
nb_no: &Fra:

source: &Message:
nb_no: &Melding:

source: Connecting...
nb_no: Kobler til...

source: These are your Bitcoin addresses for receiving payments. You may want to give a different one to each sender so you can keep track of who is paying you. The highlighted address is displayed in the main window.
nb_no: Dette er dine Bitcoin-adresser for å motta betalinger. Det kan være lurt å gi hver avsender en egen adresse slik at du kan holde oversikt over hvem som betaler deg. Den markerte adressen vil vises i hovedvinduet.

source: &Edit...
nb_no: &Rediger...

source: &New Address...
nb_no: &Ny adresse...

source: Sending
nb_no: Sender

source: These are your Bitcoin addresses for receiving payments. You can give a different one to each sender to keep track of who is paying you. The highlighted address will be displayed in the main window.
nb_no: Dette er dine Bitcoin-adresser for å motta betalinger. Du kan gi hver avsender en egen adresse slik at du kan holde oversikt over hvem som betaler deg. Den markerte adressen vil vises i hovedvinduet.

source: Receiving
nb_no: Motta

source: &Delete
nb_no: &Slett

source: Warning: Please check that your computer's date and time are correct. If your clock is wrong Bitcoin will not work properly.
nb_no: Advarsel: Vennligst kontroller at tid- og datoinstillingene på datamaskinen er korrekte. Bitcoin vil ikke fungere ordentlig dersom klokken er feil.

source: Transaction Details
nb_no: Transaksjonsdetaljer

source: Options
nb_no: Alternativer

source: About Bitcoin
nb_no: Om Bitcoin

source: Your Bitcoin Addresses
nb_no: Dine Bitcoin-adresser
